{"Cooking": {"0": "Чеснок раздавите, очистите и нарубите мелко. Разогрейте в сковороде 1 ст. ложку оливкового масла и обжарьте 2/3 чеснока, помешивая, 30 секунд на среднем огне. Затем всыпьте рис и паприку, перемешайте, влейте вино и выпарите его в течение 30 секунд.", "1": "В сковороду к рису с чесноком влейте бульон и протёртые томаты, всыпьте молотый шафран и сахар, посолите, перемешайте, доведите до кипения, затем убавьте огонь до слабого и варите 12 минут.", "2": "Цветную капусту разберите на соцветия. Патиссоны разрежьте пополам. Маслины разрежьте пополам. Веточки укропа и листочки петрушки отделите от стеблей и нарубите мелко (оставьте пару веточек укропа на украшение).", "3": "У рыбы удалите кости, филе нарежьте кубиком 2х2 см. Креветки очистите, разрежьте вдоль на две части, удалите кишку.", "4": "Разогрейте в сковороде 1 ст. ложку оливкового масла и обжарьте, помешивая, оставшийся чеснок, цветную капусту и патиссоны 1 минуту на сильном огне. Добавьте рыбу, креветки и маслины, влейте соевый соус, аккуратно перемешайте и жарьте 2 минуты, периодически помешивая.", "5": "В сковороду к паэлье добавьте обжаренную рыбу с креветками и овощами, нарубленные укроп и петрушку, перемешайте, увеличьте огонь до среднего и варите 1 минуту.", "6": "Разложите паэлью с треской, креветками и овощами по тарелкам, украсьте веточками укропа и подавайте."}, "IngrDescr": {"Бульон рыбный": {"shelfLife": "6 суток при t +2° +6°С", "stored": "Продукт хранить в холодильнике. Срок годности после вскрытия упаковки не более 12 часов при t +2° +6 °С", "producer": "ООО \"Шеф Маркет\", г. Москва, Ступинский проезд, д. 1, стр. 29", "composition": "отвар (вода очищенная, суповой набор ЛОСОСЕВЫЙ, лук репчатый, соль поваренная пищевая, перец чёрный горошком, лист лавровый). Возможно содержание следов аллергенов: арахис, аспартам и аспартам-ацесульфама соль, горчица, диоксид серы и сульфиты, глютен, кунжут, люпин, моллюски, молочные продукты, орехи, ракообразные, сельдерей, соя.", "energyValue": "18,8 ккал", "nutritionalValue": "Белки: 2,3 гр Жиры: 1.1 гр Углеводы: 0.2 гр", "gost": "ТУ 10.89.11-001-38369469-2016", "countryOfProduction": "W", "brand": "kS"}, "Треска филе (с/м)": {"shelfLife": "4 суток при t +2° +6°С", "stored": "Продукт повторно не замораживать, хранить в холодильнике. После вскрытия упаковки хранить не более 12 часов", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 29. Произведено из сырья  компании ООО Рубин.", "composition": "Филе ТРЕСКИ замороженное, глазурь. Возможно содержание следов аллергенов: аспартам и аспартам-ацесульфама соль, горчица, кунжут, люпин, моллюски, соя.", "energyValue": "83 ккал", "nutritionalValue": "Белки: 19 г, Жиры: 0,8 г", "gost": "ТУ 10.20.15-019-38369469-2023", "additionally": "УПАКОВАНО ПОД ВАКУУМОМ", "brand": "Произведено из сырья  компании ООО Рубин."}, "Капуста цветная с/м": {"shelfLife": "7 суток при t +2° + 6°С", "stored": "Продукт повторно не замораживать, хранить в холодильнике. Срок годности после вскрытия упаковки не более 12 часов при t +2° +6 °С", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 29. Изготовлено из сырья ТМ \"Bonduelle\".", "composition": "капуста цветная", "energyValue": "29 ккал", "nutritionalValue": "Белки: 2.5 г, Жиры: 0.3 г, Углеводы: 4,2г", "gost": "СТО 38369469-008-2023", "countryOfProduction": "a", "brand": "Bonduelle"}, "Томаты в собственном соку протёртые": {"shelfLife": "8 суток при t +2° + 6°С", "stored": "Продукт хранить в холодильнике. После вскрытия упаковки хранить при t +2° +6 °С - не более 12 часов", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 29. Изготовлено из сырья компании Mutti s.p.a.", "composition": "томаты, соль", "energyValue": "35 ккал", "nutritionalValue": "Белки: 1,6 г, Жиры: 0,3 г, Углеводы: 5,1 г", "gost": "ТУ 10.39.18–034–38369469–2021", "material": "Продукт приготовленный методом консервирования фасованный", "brand": "Mutti"}, "Соус соевый креветочный": {"shelfLife": "30 суток", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 29. Изготовлено из сырья Foshan Haitian", "composition": "вода, СОЕВЫЕ БОБЫ, ПШЕНИЦА, соль, усилитель вкуса Е621, сахар, дрожжевой экстракт, усилитель вкуса (Е635, Е631), консервант Е211, подсластитель Е955. Возможно содержание следов аллергенов: арахис, аспартам и аспартам-ацесульфама соль, горчица, диоксид серы и сульфиты, кунжут, люпин, моллюски, молочные продукты, орехи, рыбные продукты, сельдерей, яичные продукты.", "nutritionalValue": "Белки: 13 г, Жиры: 0 г, Углеводы: 8 г", "gost": "СТО 38369469-005-2023"}, "Подарок - Вино белое сухое *Использовать исключительно для приготовления заказанного блюда": {"shelfLife": "3 месяца при t не выше 30 °С", "stored": "kU", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 29. Изготовлено из сырья ООО Винзавод Юровский", "composition": "Изготовлено из белого винограда сорта Шардоне, антиокислитель, консервант - диоксид серы. Содержание этилового спирта 10-12 % об.", "energyValue": "160 ккал", "nutritionalValue": "Углеводы: 0,25 г", "countryOfProduction": "a", "brand": "Juste du Bon Vin"}, "Шафран молотый": "a", "Креветки тигровые б/г 26/30 с/м": {"shelfLife": "Срок годности 6 месяцев при температуре -18 °С. Срок годности 4 суток с даты начала дефростации при температуре от + 2 °С до + 6 °С. Срок годности после вскрытия упаковки не более 12 часов при температуре +2°С +6 °С.", "stored": "Хранить в холодильнике.", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 29", "composition": "КРЕВЕТКИ, вода. Возможно содержание следов аллергенов: аспартам и аспартам-ацесульфама соль, горчица, кунжут, люпин, моллюски, рыбные продукты, соя.", "energyValue": "63 ккал", "nutritionalValue": "Белки: 14 г; Жиры: 1 г; Углеводы: 2 г", "gost": "ТУ 10.20.31–020–38369469–2023", "material": "Мороженая пищевая рыбная продукция. Креветки без головы в панцире с надрезом без пищевода сыромороженые, индивидуальной быстрой заморозки", "countryOfProduction": "Вьетнам", "additionally": "Продукт подлежит дальнейшей термической обработке. Массовая доля глазури 7%.", "brand": "Произведено из сырья компании Minh Qui seafood co."}, "kW": {"shelfLife": "kX", "stored": "kY", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 29. Изготовлено из сырья компании ЗАО ЕЛАНЬ-КОЛЕНОВСКИЙ САХАРНЫЙ ЗАВОД.", "composition": "сахар белый", "energyValue": "396 ккал", "nutritionalValue": "Углеводы: 99 гр", "gost": "ТУ 10.62.13–002–38369469–2021"}, "kZ": {"shelfLife": "8 суток при t +2° +6°С", "stored": "Продукт хранить в холодильнике. После вскрытия упаковки хранить при t +2° +6 °С - не более 12 часов.", "composition": "маслины без косточки, вода, соль, фиксатор окраски : глюконат железа.", "energyValue": "152 ккал", "nutritionalValue": "Белки: 0,6 гр, Жиры: 16 гр, Углеводы: 0 гр", "gost": "ТУ 10.39.17.190-007-38369469-2016", "countryOfProduction": "av"}, "(Набор зелени:) Петрушка 10 гр/ Укроп 10 гр": {"shelfLife": "10 суток при t +2° +6°С", "stored": "Перед употреблением необходимо тщательно промыть", "producer": "kS", "composition": "петрушка свежая срезанная, укроп свежий срезанный", "energyValue": "49 ккал", "nutritionalValue": "Белки: 3.7 гр, Жиры: 0.4 гр, Углеводы: 9.5 гр", "gost": "СТО 15418521–002–2017"}, "Рис круглозёрный «Кубань»": {"shelfLife": "5 месяцев при  t 15°…25°С", "stored": "kY", "producer": "ООО \"Мистраль Трейдинг\"", "composition": "Рис круглозерный Кубань белый", "energyValue": "355 ккал", "nutritionalValue": "Белки: 6,1 г Жиры: 0,4 г Углеводы: 79,5 г", "gost": "СТО 38369469-001-2016", "additionally": "Крупа рисовая фасованная. Первый сорт", "brand": "Мистраль"}, "Паприка красная сладкая молотая": {"shelfLife": "kX", "stored": "Хранить при относительной влажности воздуха не более 75%.", "producer": "ООО \"СПАЙС ЭКСПЕРТ\" Производственная компания, адрес: 143982, Россия, Московская область, город Балашиха, микрорайон Кучино, улица Гидрогородок, дом 15, помещение 4, лабораторный корпус 5", "composition": "паприка сладкая сушеная молотая", "energyValue": "359 ккал", "nutritionalValue": "Белки: 14.8 гр, Жиры: 13.0 гр, Углеводы: 34.9 гр", "gost": "Изготовлено по технической документации производителя", "countryOfProduction": "W", "brand": "ООО \"СПАЙС ЭКСПЕРТ\""}, "Чеснок свежий (2-4 г)": {"shelfLife": "10 суток при t +2 + 6°С", "stored": "Продукт хранить в холодильнике.", "producer": "JINING GREENSTREAM FRUITS&VEGETABLES CO., LTD. Адрес: Китай, FLOOR 10, BLOCK C, CUIDU BUILDING, RENCHEN AVENUE, JINING, SHANDONG, CHINA", "composition": "k_", "energyValue": "145 ккал", "nutritionalValue": "Белки: 6.5 гр, Жиры: 0.5 гр, Углеводы: 29.9 гр", "countryOfProduction": "bS"}, "Патиссоны маринованные": {"shelfLife": "10 суток при t +2...+6", "stored": "kU", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 29 Изготовлено из сырья компании  АО Саморканд консерва", "composition": "вода, соль, сахар, паприка, укроп, чеснок, уксусная кислота, лук, патиссон, специи, семя горчицы", "energyValue": "12 ккал", "nutritionalValue": "Углеводы 4 гр", "brand": "Скатерть самобранка"}}, "We_ll_bring": {"Бульон рыбный": ["400 гр"], "Треска филе (с/м)": ["200 гр"], "Капуста цветная с/м": ["100 гр"], "Томаты в собственном соку протёртые": ["100 гр"], "Соус соевый креветочный": ["20 гр"], "Подарок - Вино белое сухое *Использовать исключительно для приготовления заказанного блюда": ["45 гр"], "Шафран молотый": ["1 гр"], "Креветки тигровые б/г 26/30 с/м": ["6 шт"], "Сахар белый": ["4 гр"], "Маслины без косточек": ["15 гр"], "(Набор зелени:) Петрушка 10 гр/ Укроп 10 гр": ["1 шт"], "Рис круглозёрный «Кубань»": ["150 гр"], "Паприка красная сладкая молотая": ["2 гр"], "Чеснок свежий (2-4 г)": ["2 шт"], "Патиссоны маринованные": ["100 гр"]}, "EnergyValue": "На 100 г блюда: 113.2 кКал, 8.0 | 2.9 | 13.9 БЖУ"}