{"Cooking": {"0": "Отварите тальятелле в кипящей подсоленной воде в течение 5 минут. Пасту откиньте на дуршлаг и сбрызните оливковым маслом. Воду, оставшуюся от варки, сохраните.", "1": "Помидоры черри разрежьте пополам.", "2": "Креветки очистите (хвостики оставьте), сделайте короткий продольный надрез на спинке и удалите кишку.", "3": "Разогрейте в сковороде 1 ст. ложку оливкового масла и обжарьте креветки 1 минуту на сильном огне с одной стороны, переверните и жарьте ещё 1 минуту с другой стороны.", "4": "В сковороду к креветкам влейте 50 мл воды, оставшейся от варки тальятелле, и прогрейте 30 секунд на сильном огне.", "5": "В сковороду к креветкам влейте соус песто россо, посолите по вкусу, перемешайте и прогрейте ещё 1 минуту.", "6": "Разложите тальятелле по тарелкам, рядом выложите креветки в соусе песто россо, сверху выложите сливочный крем из баклажанов и подавайте с помидорами черри."}, "IngrDescr": {"Креветки тигровые 21/25 б/г": {"shelfLife": "4 суток при t +2° +6°С", "stored": "Продукт хранить в холодильнике. После вскрытия упаковки хранить не более 12 часов.", "composition": "свежемороженая креветка Vannmei без головы в панцире, вода.", "energyValue": "89 ккал", "nutritionalValue": "Белки: 20 г Жиры: 0,6 г Углеводы: 0 г", "gost": "ТУ 9260-003-38369469-2015", "countryOfProduction": "bk"}, "Соус песто россо от шефа": {"shelfLife": "kQ", "stored": "Срок годности после вскрытия упаковки не более 12 часов при t +2° +6 °С. Хранить в сухом месте при относительной влажности воздуха не более 70%.", "producer": "kR", "composition": "масло оливковое, масло подсолнечное, томаты вяленые (помидоры сушеные, подсолнечное масло 25%, соль, петрушка, чеснок, регулятор кислотности, лимонная кислота, антиоксидант: аскорбиновая кислота), базилик зелёный свежесрезанный, сыр пармезан (молоко пастеризованное, соль, хлорид кальция, сычужный фермент, нитрит натрия, молочные культуры), миндаль, уксус бальзамический тёмный (органический винный уксус, концентрат органического виноградного сусла, краситель Е150 d, антиокислитель Е224), соль поваренная пищевая.", "energyValue": "615,28 ккал", "nutritionalValue": "белки 7,39 г, жиры 62,9г, углеводы 4,88 г"}, "Крем на сливках из печёных баклажанов от шефа": {"shelfLife": "kQ", "stored": "Срок годности после вскрытия упаковки не более 12 часов при t +2° +6 °С. Хранить в сухом месте при относительной влажности воздуха не более 70%", "producer": "kR", "composition": "баклажан, сливки 10%, сыр творожный сливочный, масло оливковое, чеснок, тимьян, соль поваренная пищевая, перец чёрный молотый.", "energyValue": "144,55 ккал", "nutritionalValue": "белки 3,32 г, жиры 11,29 г, углеводы  7,4г"}, "Помидоры черри красные свежие": {"shelfLife": "7 суток при t +2 + 6°С", "stored": "Хранить в холодильнике.", "energyValue": "24 ккал", "nutritionalValue": "Белки: 1.1 г, Жиры: 0.2 г, Углеводы: 3.8 г", "countryOfProduction": "Марокко", "additionally": "перед применением тщательно промыть."}, "Макароны тальятелле шпинатные": {"shelfLife": "5 месяцев при  t 15°…25°С", "stored": "Хранить в сухом месте при относительной влажности воздуха не более 70%", "composition": "мука из твёрдых сортов пшеницы, вода, обезвоженный шпинат (2%). Содержит глютен.", "energyValue": "376 ккал", "nutritionalValue": "Белки: 14 гр, Жиры: 3,8 гр, Углеводы: 71 гр", "brand": "DELVERDE INDUSTRIE ALIMENTARI S.p.A."}}, "We_ll_bring": {"Креветки тигровые 21/25 б/г": ["12 шт"], "Соус песто россо от шефа": ["40 гр"], "Крем на сливках из печёных баклажанов от шефа": ["90 гр"], "Помидоры черри красные свежие": ["60 гр"], "Макароны тальятелле шпинатные": ["200 гр"]}, "EnergyValue": "\n                  На 100 г блюда: 168.8 кКал,\n                  7.7 | 8.1 | 16.1 БЖУ\n                "}