{"Cooking": {"0": "Чеснок раздавите, очистите и нарубите мелко. Лук очистите и нарежьте мелким кубиком. Смажьте сковороду двумя каплями оливкового масла и обжарьте, помешивая, лук с половиной чеснока 2 минуты на сильном огне.", "1": "В сковороду к луку с чесноком всыпьте рис, сладкую паприку и перемешайте. Затем влейте безалкогольное вино и тушите в течение 30 секунд.", "2": "В сковороду к рису с луком и чесноком влейте 400 мл воды и соус биск, всыпьте шафран, посолите, перемешайте, доведите до кипения, затем убавьте огонь до слабого и варите 18 минут.", "3": "Креветки очистите, сделайте короткий продольный надрез по спинке и удалите кишку. Капусту брокколи разберите на соцветия. Листочки базилика отделите от стеблей и нарубите мелко (оставьте пару листочков на украшение). Вяленые томаты нарежьте крупным кубиком.", "4": "Смажьте сковороду двумя каплями оливкового масла и обжарьте креветки 1 минуту на сильном огне, периодически помешивая, посолите и поперчите во время жарки. Добавьте брокколи и оставшийся чеснок и жарьте 2 минуты, периодически помешивая. Затем добавьте помидоры черри, вяленые томаты и мелкие каперсы, посолите, поперчите и жарьте, помешивая, 1 минуту.", "5": "В сковороду к паэлье выложите обжаренные креветки с овощами, добавьте нарубленный базилик, перемешайте, затем увеличьте огонь до сильного и варите, помешивая, 1 минуту.", "6": "Разложите паэлью с креветками и овощами по тарелкам, украсьте листочками базилика и крупными каперсами и подавайте."}, "IngrDescr": {"kP": {"shelfLife": "5 месяцев при  t 15°…25°С", "stored": "Хранить в сухом месте при относительной влажности воздуха не более 70%", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 290", "composition": "Рис бомба. Первый сорт", "energyValue": "340 ккал", "nutritionalValue": "Белки: 6,5 г Жиры: 0,5 г Углеводы: 78 г", "gost": "СТО 38369469-001-2016", "brand": "Изготовлено из сырья \"Торговый Дом Ярмарка\""}, "kR": {"shelfLife": "15 суток при t +2° +6°С", "stored": "kS", "producer": "Изготовлено из сырья ООО Омега", "composition": "каперсы, соль, уксус, специи, регулятор кислотности Е330, консервант Е200", "energyValue": "26 ккал", "nutritionalValue": "Белки: 2 г, Жиры 1 Углеводы: 2 г", "gost": "kT", "brand": "kU"}, "Базилик зелёный свежий": {"shelfLife": "6 суток при t +2° +6°С", "stored": "kV", "producer": "ИП Теницкий А.А., 142703, Россия, Московская область, городской округ Ленинский, город Видное, улица Лемешко, дом 10а", "composition": "базилик зеленый свежий срезанный. Возможно содержание следов аллергенов: люпин, моллюски, молочные продукты, рыбные продукты, яичные продукты.", "energyValue": "22 ккал", "nutritionalValue": "Белки: 3,2 гр, Жиры: 0,6 гр, Углеводы: 2,7 гр", "gost": "ГОСТ Р 56562-2015", "countryOfProduction": "X"}, "Чеснок свежий (2-4 г)": {"shelfLife": "kW", "stored": "kX", "producer": "JINING GREENSTREAM FRUITS&VEGETABLES CO., LTD. Адрес: Китай, FLOOR 10, BLOCK C, CUIDU BUILDING, RENCHEN AVENUE, JINING, SHANDONG, CHINA", "composition": "Чеснок свежий", "energyValue": "145 ккал", "nutritionalValue": "Белки: 6.5 гр, Жиры: 0.5 гр, Углеводы: 29.9 гр", "countryOfProduction": "dz"}, "Паприка красная сладкая молотая": {"shelfLife": "5 месяцев при  t 5°…25°С", "stored": "Хранить при относительной влажности воздуха не более 75%.", "producer": "ООО \"СПАЙС ЭКСПЕРТ\" Производственная компания, адрес: 143982, Россия, Московская область, город Балашиха, микрорайон Кучино, улица Гидрогородок, дом 15, помещение 4, лабораторный корпус 5", "composition": "паприка сладкая сушеная молотая", "energyValue": "359 ккал", "nutritionalValue": "Белки: 14.8 гр, Жиры: 13.0 гр, Углеводы: 34.9 гр", "gost": "Изготовлено по технической документации производителя", "countryOfProduction": "X", "brand": "ООО \"СПАЙС ЭКСПЕРТ\""}, "Шафран молотый": "a", "kY": {"shelfLife": "10 суток при t 2°...6°С", "stored": "kS", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 29. Изготовлено из сырья компании Nova funghi s.r.l.", "composition": "помидоры сушеные, подсолнечное масло 25%, соль, петрушка, чеснок, регулятор кислотности, лимонная кислота, антиоксидант: аскорбиновая кислота", "energyValue": "162 ккал", "nutritionalValue": "Белки: 3.8 г, Жиры: 12 г, Углеводы: 6,7 г", "gost": "ТУ 10.39.18–034–38369469–2021", "brand": "a"}, "Лук репчатый (70-90 г)": {"shelfLife": "kW", "composition": "Лук репчатый.", "energyValue": "35 ккал", "nutritionalValue": "Белки: 2.4 г, Углеводы: 8.2 г", "countryOfProduction": "X"}, "Соус биск томатный от шефа": {"shelfLife": "12 суток при +2...+6 °С.", "stored": "Хранить в холодильнике", "producer": "kZ", "composition": "вода питьевая, КРЕВЕТКИ в/м, морковь свежая, лук репчатый, стебель СЕЛЬДЕРЕЯ, паста томатная, уксус винный белый (вино, антиокислитель Е 224), масло оливковое, крахмал кукурузный, соль поваренная пищевая, перец чёрный молотый. Возможно содержание следов аллергенов: люпин, моллюски, молочные продукты, рыбные продукты, яичные продукты.", "energyValue": "256,4 ккал", "nutritionalValue": "белки: 23,6 гр, жиры: 8,7 гр, углеводы: 20,9 гр.", "gost": "СТО 38369469-005-2023", "countryOfProduction": "X", "brand": "Шеф Маркет"}, "Капуста брокколи с/м": {"shelfLife": "7 суток при t +2° +6°С", "stored": "Продукт повторно не замораживать, хранить в холодильнике. Срок годности после вскрытия упаковки не более 12 часов при t +2° +6 °С.", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 29. Изготовлено из сырья ТМ \"Bonduelle\".", "composition": "брокколи замороженная", "energyValue": "31 ккал", "nutritionalValue": "Белки: 2,5 г, Жиры: 0,3 г, Углеводы: 4,6 г.", "gost": "СТО 38369469-008-2023", "countryOfProduction": "a", "brand": "Bonduelle"}, "k$": {"shelfLife": "Срок годности 15 суток при t +2° +6°С", "stored": "Продукт хранить в холодильнике.  После вскрытия упаковки хранить при t +2° +6 °С - не более 12 часов", "producer": "kZ", "composition": "каперсы, винный уксус, вода, соль, антиокислитель: аскорбиновая кислота", "energyValue": "8 ккал", "nutritionalValue": "Белки: 0.4 г, Жиры: 0 г, Углеводы: 1.6 г", "gost": "kT", "brand": "kU"}, "Помидоры черри жёлтые свежие": {"shelfLife": "7 суток при t +2 + 6°С", "stored": "kV", "energyValue": "15 ккал", "nutritionalValue": "Белки: 0,8 г, Жиры: 0.1 г, Углеводы: 2,8 г", "countryOfProduction": "Марокко", "brand": "Компания Гринфилдс"}, "Вино белое сухое безалкогольное": {"shelfLife": "3 месяца при t не выше 30 °С", "stored": "kX", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 29. Изготовлено из сырья Le Petit Etoile.", "composition": "органический экстракт из древесины дуба и косточек винограда 39%, органический дрожжевой экстракт 38%, органический виноградный сок из сорта шардоне 22%, натуральные ароматизаторы, лимонная кислота - регулятор кислотности, витамин С, молочная кислота - регулятор кислотности, диоксид углерода - упаковочный газ.", "energyValue": "20 ккал", "nutritionalValue": "Углеводы 4,8 г"}, "Креветки тигровые б/г 21/25": {"shelfLife": "4 суток при t +2° +6°С", "stored": "Продукт хранить в холодильнике. После вскрытия упаковки хранить не более 12 часов.", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, проезд Ступинский, д.1, стр. 29. Произведено из сырья M/S BluePark Sea Foods Pvt Ltd.", "composition": "Черные тигровые креветки сыро-мороженные в панцире 21/25, вода. Возможно содержание следов аллергенов: аспартам и аспартам-ацесульфама соль, горчица, кунжут, люпин, моллюски, рыбные продукты, соя.", "energyValue": "89 ккал", "nutritionalValue": "Белки: 20 г Жиры: 0,6 г Углеводы: 0 г", "gost": "ТУ 10.20.31–020–38369469–2023. Ракообразные - креветки глубоководные тигровые", "material": "a", "countryOfProduction": "a", "brand": "M/S BluePark Sea Foods Pvt Ltd."}}, "We_ll_bring": {}, "EnergyValue": "На 100 г блюда: 133.8 кКал, 10.3 | 2.9 | 16.7 БЖУ"}