{"Cooking": {"0": "Разогрейте духовку до 200°С. Грибы и сыр нарежьте тонкими ломтиками. Чеснок разрежьте поперёк пополам. Листочки тимьяна отделите от стеблей. Лук-порей нарежьте тонкими полукольцами. Красный лук очистите и нарежьте крупными дольками.", "1": "Морковь, картофель и сельдерей очистите и нарежьте крупными ломтиками. Мясо посолите, поперчите, посыпьте мускатным орехом, обвяжите половиной шпагата вдоль. Оставшийся шпагат разрежьте на три части и обвяжите ими мясо поперёк.", "2": "Противень застелите пергаментом, на него выложите мясо, сверху выложите 30 г сливочного масла. Рядом с мясом выложите сельдерей, картофель, красный лук, чеснок и морковь, посолите, поперчите, сбрызните оливковым маслом, перемешайте и поставьте запекаться на 20 минут.", "3": "В сковороде растопите 30 г сливочного масла, влейте 1 ст. ложку оливкового масла и обжарьте лук-порей 1 минуту на сильном огне, периодически помешивая. Добавьте грибы, перемешайте и жарьте 2 минуты, периодически помешивая. Затем добавьте половину тимьяна, посолите, поперчите, перемешайте и снимите с огня.", "4": "Достаньте противень из духовки, мясо переложите на доску, овощи поставьте в духовку и запекайте ещё 10 минут. Дайте мясу «отдохнуть» 5 минут, затем удалите шпагат. На мясе сделайте несколько поперечных надрезов не до конца, в каждый выложите грибную начинку и по несколько ломтиков сыровяленого окорока и сыра.", "5": "Достаньте противень из духовки, овощи переложите на сервировочное блюдо, запечённый чеснок отложите, на противень выложите фаршированное мясо и поставьте запекаться в духовку на 5 минут. Для приготовления чесночного масла печённый чеснок очистите и переложите в чистую миску. Влейте мёд и 4 ст. ложки оливкового масла, добавьте оставшееся сливочное масло и оставшийся тимьян, посолите, поперчите и пробейте блендером до однородной консистенции. Полейте запечённые овощи чесночным маслом.", "6": "Выложите мясо на блюдо, нарежьте мясо наискосок и подавайте с овощами и соусом с белыми грибами."}, "IngrDescr": {"Соус сливочный демиглас из белых грибов от шефа": {"shelfLife": "10 суток при +2...+6°С.", "stored": "Срок годности после вскрытия упаковки не более 12 часов при t +2° +6 °С. Хранить в сухом месте при относительной влажности воздуха не более 70%.", "producer": "ООО Шеф Маркет, Россия, г. Москва, Кавказский бульвар, д. 57, стр.20", "composition": "Сливки 20%, лук репчатый, вода питьевая, грибы белые с/м, демиглас сухой (Пшеничная мука, картофельный крахмал, растительный жир, сахар, соль, ароматизаторы, дрожжевой экстракт, йодированная соль, овощи, (лук, томаты, корень сельдерея), загуститель Е1422, экстракт солода, карамельный сироп, мальтодекстрин, специи и пряности (паприка, чеснок, тимьян, лавровый лист), соевый соус, регулятор кислотности (лимонная кислота). Продукт может содержать незначительные количества яичных молочных продуктов и горчицы.), масло подсолнечное, петрушка свежесрезанная.", "energyValue": "226,10 ккал", "nutritionalValue": "белки 2,23 г, жиры 22,53 г, углеводы 3,61 г"}, "Говядина вырезка": {"shelfLife": "7 суток при t +2° +6°С", "stored": "Продукт хранить в холодильнике. Срок годности после вскрытия упаковки не более 12 часов при t +2° +6 °С", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, Кавказский бульвар, д. 57, стр.20 Произведено из сырья ОАО \"Слуцкий мясокомбинат\", Белоруссия", "composition": "говядина вырезка б/к", "energyValue": "120 ккал", "nutritionalValue": "Белки: не менее 18 г, Жиры: не более 5 г", "gost": "ТУ 10.11.39.190-002-38369469-2016", "countryOfProduction": "Белоруссия", "additionally": "Полуфабрикат мясной из говядины мелкокусковой бескостный категории А", "brand": "Изготовлено из сырья ОАО \"Слуцкий мясокомбинат\""}, "Пергаментный лист ": {"composition": "Состоит из специальной небеленой бумаги и двустороннего силиконового покрытия.", "countryOfProduction": "Germany", "additionally": "Жаростойкая - до 220С. Утилизация: Бумага для запекания Toppits Meister полностью разлагается примерно через 6 недель после использования и утилизации.   Не применять бумагу в режиме \"гриль\". Избегать контакта со спиралями нагрева.", "brand": "Cofresco Frischhalteprodukte GmbH&Co, KG,Minden"}, "kS": {"stored": "kT", "producer": "ООО \"Шеф Маркет\", г. Москва, Кавказский бульвар, д. 57, стр.20", "composition": "смесь натуральных полированных лубяных волокон льна и пеньки", "gost": "ТУ 2272-190-057-63346-59", "countryOfProduction": "Республика Беларусь. г. Могилев", "additionally": "Шпагат льнопеньковый полированный ШЛП 1,25"}, "Морковь свежая 200-300 гр": {"shelfLife": "9 суток при t +2 + 6°С", "stored": "kU", "composition": "Морковь мытая.", "energyValue": "dr", "nutritionalValue": "Белки: 1.3 г, Жиры: 0.1 г, Углеводы: 6.9 г", "countryOfProduction": "ds"}, "kV": {"shelfLife": "dt", "energyValue": "145 ккал", "nutritionalValue": "Белки: 6.5 гр Жиры: 0.5 гр Углеводы: 29.9 гр", "countryOfProduction": "kW"}, "kX": {"shelfLife": "dt", "energyValue": "dr", "nutritionalValue": "Белки: 2.4 г, Углеводы: 8.2 г", "countryOfProduction": "bm"}, "kY": {"shelfLife": "30 дней", "stored": "при температуре +1+5°C", "producer": "af", "composition": "a", "energyValue": "61 ккал", "nutritionalValue": "Белки: 2.4 гр. Жиры: 0.4 гр. Углеводы: 12.4 гр."}, "Сыр сулугуни копчёный": {"shelfLife": "12 суток при t 1°...5°С", "stored": "Продукт хранить в холодильнике. После вскрытия упаковки хранить при t +2° +6°С - не более 12 часов", "producer": "ООО \"Шеф Маркет\", Россия, г. Москва, Кавказский бульвар, д. 57, стр.20, изготовлено из сырья ТнВ \"Сыр Стародубский\"; ООО \"Почеп-Молоко\", 243240, Брянская обл., г. Стародуб, ул. Краснооктябрьская, 115", "composition": "молоко пастеризованное, закваска термофильных молочнокислых микроорганизмов, соль поваренная пищевая,  молокосвертывающий ферментный препарат животного происхождения", "energyValue": "307 ккал", "nutritionalValue": "Белки: 25,1 г, Жиры: 22,9 г", "gost": "ТУ 10.51.40.100-006-38369469-2016", "additionally": "Массовая доля жира в сухом веществе 50,0±1,8 %", "brand": "Изготовлено из сырья  ТНВ \"Сыр Стародубский\""}, "k_": {"shelfLife": "35 дней при t 2°…6°С", "stored": "Продукт хранить в холодильнике", "producer": "k$", "composition": "пастеризованные сливки из коровьего молока, массовая доля жира 82,5%.", "energyValue": "748 ккал", "nutritionalValue": "Белки: 0.6 г. Жиры: 82,5 г.  Углеводы: 0,8 г", "countryOfProduction": "af", "additionally": "a", "brand": "k$"}, "la": {"shelfLife": "140 суток при t +0° +5°С", "stored": "Продукт хранить в холодильнике.  После вскрытия упаковки хранить при t +0° +5 °С - не более 12 часов.", "composition": "свинина, соль морская, посолочная смесь (соль, консерванты Е 250, Е 252, антиокислитель Е316).", "energyValue": "305 ккал", "nutritionalValue": "Белок - не менее 20г; Жир - не более 25г", "gost": "ТУ 10.13.14.190-005-38369469-2016", "countryOfProduction": "a", "additionally": "Продукт мясной из свинины сыровяленый", "brand": "Casademont"}, "lb": {"shelfLife": "10 суток при t +2° +6°С", "stored": "du", "producer": "Шеф Маркет", "energyValue": "101 ккал", "nutritionalValue": "Белки: 6 гр, Жиры: 1,7 гр, Углеводы: 24 гр", "countryOfProduction": "ds"}, "lc": {"shelfLife": "Срок годности 7 суток при t 2°…6°", "stored": "kU", "producer": "ООО \"НГК Кашира\". Московская область, Каширский р-он., п. Новоселки.", "energyValue": "17 ккал", "nutritionalValue": "Белки: 3,5 г, Жиры: 0.4 г, Углеводы: 1.9 г"}, "Лук-порей свежий": {"shelfLife": "dt", "stored": "du", "energyValue": "dr", "nutritionalValue": "Белки: 2,4 г, Углеводы: 8,2 г", "countryOfProduction": "ds"}, "Сельдерей корень": {"shelfLife": "10 суток при t +2 + 6°С", "stored": "du", "energyValue": "34 ккал", "nutritionalValue": "Белки: 1.3 г, Жиры: 0.3 г, Углеводы: 6,5 г", "gost": "ТУ 01.13.90.000-009-38369469-2017", "countryOfProduction": "Турция"}, "Мёд порционный 20 гр": {"shelfLife": "3 месяца t 15°…25°С", "stored": "хранить в сухом месте при относительной влажности воздуха не более 70%", "composition": "мед цветочный натуральный", "energyValue": "314 ккал", "nutritionalValue": "Белки 0.8 г, Углеводы 80,3 г", "countryOfProduction": "Россия г. Москва.", "brand": "ООО Роспродукт"}, "ld": {"shelfLife": "5 месяцев при  t 15°…25°С", "stored": "kT", "producer": "Изготовлено из сырья компании ООО Спайс Эксперт", "composition": "мускатный орех молотый сушеный", "energyValue": "558 ккал", "nutritionalValue": "Белки: 20 гр  Жиры: 50 гр  Углеводы: 7 гр", "gost": "СТО 38369469-003-2016", "brand": "Spice Expert"}}, "We_ll_bring": {"Соус сливочный демиглас из белых грибов от шефа": ["200 гр"], "Говядина вырезка": ["760 гр"], "Пергаментный лист": ["1 шт"], "Шпагат": ["2 метр"], "Морковь свежая 200-300 гр": ["1 шт"], "Чеснок 1 головка": ["1 шт"], "Лук красный 90-150 гр": ["1 шт"], "Картофель свежий": ["400 гр"], "Сыр сулугуни копчёный": ["100 гр"], "Масло сливочное 10 гр": ["8 шт"], "Окорок сыровяленый 100 гр": ["1 шт"], "Тимьян свежий": ["4 гр"], "Грибы шампиньоны": ["80 гр"], "Лук-порей свежий": ["80 гр"], "Сельдерей корень": ["400 гр"], "Мёд порционный 20 гр": ["2 шт"], "Орех мускатный": ["1 гр"]}, "EnergyValue": "На 100 г блюда: 491.0 кКал, 25.4 | 36.6 | 15.0 БЖУ"}